[
  {
    "title": "Read This When You’re Feeling Down On Life",
    "author": "Colleen George",
    "article": "When you’re feeling down on life, I hope that you can still find hope in the little things. I hope you can still fathom up a smile when your best friend tells you a funny story. I hope you can still see the color of the beautiful fall leaves even when the rest of the world feels so grey. I hope you can still look in the mirror and see that you look gorgeous, despite how tired and down you may be feeling. I hope you can still have the courage to show up for the day, and I hope you can find that if you do show up, you will be greeted with love and support. When you’re feeling down on life, I hope you can be gentle with yourself. I hope you can remember that you have a sensitive heart and that a sensitive heart must be cared for with kindness. Even though you’re feeling down on life, I hope you can still nourish your body with comforting foods and warm lavender bubble baths. I hope you can see yourself as you would see a friend, vulnerable and in need of loving, caring arms. When you’re feeling down on life, I hope you can remember that life comes in seasons, and seasons always change with time. I hope you can accept that at times life can feel a little loving, and at times life can feel a little less nurturing. Yet I hope you understand that this too will pass. And I hope you can still find some form of peace with the current season, knowing that you are strong enough to make it through. When you’re feeling down on life, I hope you can still remember that the little things really do matter. I hope you find joy in the new book you are reading, and I hope you find energy in your morning walk. I hope you can slow down when you drink your coffee, and remind yourself that you are doing okay. I hope you can get dressed in clothes that you feel comfortable in, and I hope you can smile, almost genuinely, at the person you pass in the elevator. And when you are feeling lonely, I hope you can remember that even when you are feeling unloved and lonely, you are truly surrounded by love; so much love. When you’re feeling down on life, I hope you can still feel the gentle kindness of all of the little moments that make you feel less alone. I hope you can look to your memories, and remember all of the times you felt loved and comforted. I hope you can remember the times when you were little, when you sat in the car with your family and watched the raindrops splash on the windows, feeling thankful to be warm and cozy in the backseat. I hope you can remember playing board games with all of your cousins, after eating delicious pie for dessert. And in the present, I hope that even when you are overwhelmed, you can sit on the couch with your best friend and watch a tv show together, knowing that it’s okay to be quiet and calm and that not all quality time depends on the conversation. I hope that you can cuddle with a blanket and your puppy, and remember that some things in life are so worth loving. When you’re feeling down on life, I hope you can accept that feelings come and go and that even this feeling, no matter how hard, is fleeting. I hope you know that it’s okay to feel down and that you do not need to feel guilty for how you are feeling. I hope you can let this feeling come and go, and know that very soon life will be lighter once again. But until then, I hope you continue to love yourself even when life is a little dreary. "
  },
  {
    "title": "33 Reminders For When You Feel Like Giving Up On Yourself",
    "author": "Jacqueline Whitney",
    "article": "1. You deserve to feel the same love that you give. I hope you know your love is appreciated. I hope you know that you are worthy of love simply because you are alive. \\n 2. Not all positive change feels positive in the beginning. Negative feelings don’t equal negative outcomes. Trust where your heart is guiding you. Growth is happening. \\n 3. Please believe there is still time for you to be all that you want to be. There is time for you to do what you’ve always wanted to do. There is time to fall in love with someone who loves you the way you deserve to be loved. There is time to figure out what you want to do with this precious life. There is time to to let go of the people you know aren’t good for you. There is time. \\n 4. It’s okay if you can’t handle everything today. There’s a lot going on and it’s okay to feel everything deeply. It’s okay to feel tired. It’s okay to feel distracted. Do what you can.  \\n 5. Don’t let the actions of another convince you that you are not good enough as you are. Be strong in who you are. Breathe through your worries about the future. Pause when you’re thinking too much. Step back and think about how incredible it is to be alive on this beautiful planet. You are good enough for whatever you do and whoever you have in your life because you were chosen to be here. Right now. In this time. You belong here. \\n 6. You are the reason someone believes in the goodness of people. You are the reason someone believes good and genuine humans exist. Thank you for being you. \\n 7. You should be so proud of yourself for honoring your intuition. It may be hard right now, but you will feel fulfillment from the decision to break free soon. Please, don’t be hard on yourself for not honoring your inner truth right away. You are where you are supposed to be.  \\n 8. You are so lovable. You are so deserving of a kind of love that fills your entire being. You are not any less lovable because of your mistakes. Forgive yourself. You deserve to love every part of you. Love is always finding you. Love is always within you. Go to your heart. Say, “I love you and I am listening.” The more you speak lovingly to yourself, the more love you will experience. \\n 9. You deserve the love you’re looking for. Love will find you. Go within and search for the patience you need in this waiting season. Breathe deeply, feel your heartbeat, and trust that the one you are meant to love is on their way.  \\n 10. Breathe and keep breathing. Focus on the sound of your breath. Focus on the feeling of your breathing. When you can’t focus on anything and your mind is uncomfortable to sit with, breathe. You will feel peace soon. \\n 11. You will always end up okay. Tell yourself this when you don’t feel okay. Even if you don’t believe it, say it.  \\n 12. You are where you need to be. You will get to where you want to be. \\n 13. What doesn’t make sense now will make sense someday – if it’s meant to. We aren’t meant to understand everything. We are always given the knowledge we need when it is time to have it. \\n “We choose light” by Jacqueline Whitney. \\n 14. One breath at a time. If you can’t handle today, there is always tomorrow. Do what you can. Don’t do everything if you can’t.  \\n 15. You can handle more than you give yourself credit for. You deserve to give yourself more credit. Look at how far you have come. Look at how much you have learned. \\n 16. You are not too far behind. You are where you need to be. \\n 17. You are always stronger than you think you are. Give yourself space to do absolutely nothing and just acknowledge your inner strength. \\n 18. You will find your soulmate when the timing is right. There is nothing wrong about you. Being single or not having successful romantic relationships doesn’t mean you’re a failure. \\n 19. Your best is enough no matter what your best looks like. You should be proud of yourself for trying your best. \\n 20. You are doing better than you think you are. You have made so much progress.  \\n 21. You can, you must, and you should keep going. This is your sign. \\n 22. I hope you know the world is better because you are in it. Thank you for being you. \\n 23. Even though there are people who don’t stay in your life forever maybe they made your life beautiful in some way and that is important to remember. Maybe the beauty that comes from knowing someone is the beauty you find within yourself after. \\n 24. Be kind to your precious mind. Slow down. You deserve to be easier on yourself. The way you speak to your thoughts impacts everything. Your mind isn’t against you.  \\n 25. If you need help, you deserve to reach out. So many people care about you. There is someone who wants to hold your hand through your healing. There is someone who will hold your heart when it’s beating out of your chest. There is someone who will listen and do everything in their power to make sure you are alright now and always.  \\n 26. You are allowed to feel hurt. Your experience is valid. If someone upset you, let them know. Be honest. Let go of the hurt through opening up. Hiding your feelings only makes things worse. \\n 27. You always get through what you go through. You are going to get through this, too. \\n 28. Keep trusting the journey you are on. It might not make sense right now. It might feel overwhelming. You are finding your way.  \\n 29. Never apologize for putting yourself first. You have to take care of yourself before you can be of service to anyone else.  \\n 30. You don’t have to say sorry all of the time. We apologize too much. We easily feel bad when we make a simple mistake or sound awkward. Unlearning this need to apologize is a process, but I hope you find power in standing in your power.  \\n 31. You deserve to have someone you can be honest with about your struggles. You deserve to not feel judged or misunderstood. You deserve to be listened to. You deserve to vent. You deserve to feel safe and to feel a little more free after you speak. \\n Snippet from the book Beyond Worthy by Jacqueline Whitney. \\n 32. You deserve rest. Slow down when you know you need to. Find time to do the things you love. You are allowed to rest. The rest of the world can wait.  \\n 33. You are doing amazing work. Keep going no matter how tired you get. You are not alone and you have so many people who support you. Thank you for the work that you do. You are so appreciated."
  },
  {
    "title": "Mental Illness in Couple Relationships 1",
    "author": "Pierre Imlay",
    "article": "The impact of mental illness on a couple’s relationship has often been an overlooked dynamic in both the public media and academic journals. Traditionally, people have examined and written about how an individual’s mental illness affects their parents, or conversely, how a parent’s mental illness affects the child. \\n This oversight is in part due to the traditional practice of mental health professionals focusing on symptoms within the individual, and overlooking the patterns of how individuals relate to each other in a couple relationship. \\n However, it has been known for a long time by those working in the field with couples that individuals who have a mental illness can have a negative impact on their spouse’s mental health, and vice versa. At times, both partners in a relationship can be struggling with symptoms that have developed as a result of the original illness in one of the partners. In fact, research on psychiatric illness in the couples relationship has found a positive correlation between one partner having a mental illness and the other partner also suffering from a mental illness. \\n Relationship stress goes both ways. \\n RELATIONSHIP STRESS Q&A \\n 1.How do I know if my spouse is struggling with a mental illness, or if they are just reacting to some adverse event that is putting stress on our marriage? \\n There is a difference between having a persistent mental illness, and having a temporary stress reaction to an adverse event (i.e., job loss, marital separation). \\n 2.My spouse is struggling with a mental illness. How do I help my spouse but at the same time make sure I don’t burn out in the process? \\n Being able to set some boundaries for yourself is important. Over-functioning on your spouse’s behalf can lead to burnout, and will reinforce to the spouse that they can’t do anything for themselves. \\n 3.Could my spouse be suffering from a mental illness if they are violent toward me and others? \\n Separate the behaviour from the cause. There is a relationship between abusive behaviour and mental illness (i.e., antisocial personality disorder), but some aggressive behaviour is reactive, or a learned pattern of coping. \\n 4.If I develop mental health symptoms myself as a result of supporting my spouse, should I just get help for myself or should we try couples therapy? It’s important for each person to get help for themselves, along with getting help for the relationship. Partners also need to find some of their supports outside the relationship and not expect that all their emotional needs will be met by their partner. \\n 5.How can we get help for our marriage when children are involved? Do couples therapists treat children as well, or are children best treated by a separate therapist? \\n Some marriage and family therapists will treat the whole family as a unit, while others may see the children separately as part of the treatment. Still other therapists work just with the couple. \\n 6.When do I know that everything has been tried and that I should begin to look at a separation? Couples therapy can help the couple heal the relationship. At the same time, couples therapy can help spouses develop more awareness, and this awareness may include recognizing that the relationship can no longer continue. \\n \\n In my career as a therapist, I’ve worked with couples in various settings. I’ve witnessed first-hand the curative effects that a healthy relationship can have on an individual struggling with mental illness. Healthy relationships serve as a buffer to help the individual ward off both physical and mental health conditions. \\n On the other hand, it’s well recognized that relationship stress with a partner can negatively affect the person who is struggling with a mental illness and make the condition worse. The stress in the relationship can impact their physical functioning as well. \\n I’ve often seen the negative effects of relationship stress on people who struggle with depression, anxiety and related disorders. An individual will have been struggling with one of these conditions for quite some time. The partner may initially spend a lot of time taking care of that person and working hard to maintain the relationship. This pattern can go on for years. But it often happens that the caregiving partner grows tired of this role, because they’ve been ignoring their own needs. The result is that the partner may end up slowly retreating from the role of caregiver, or may react in angry outbursts. This can make the other person’s original symptoms worse. \\n Meanwhile, partners who are providing care to their spouse with a mental illness have been found to exhibit signs of burnout identical to that found in nursing staff at psychiatric hospitals.3 The person providing care may spend much of their time focusing on the suffering of their partner. They may follow prescribed treatment programs that focus on healing the partner but ignore their needs. Their mental health often deteriorates, and they may experience changes in their daily functioning, including poor sleep and appetite. They may also develop thoughts of shame and hopelessness as they begin to feel less effective in helping their partner and don’t see their partner’s recovery moving forward. \\n When couple relationships are under stress, partners begin to physically and emotionally distance themselves from each other. They tend to avoid each other, and when they do come together, it’s often strained, resulting in restrained or surface-level conversations. The basic quality of working together as a unit to tackle common problems is torn apart as both partners feel an increased level of frustration and despair. \\n If one or both of the partners is struggling with a mental illness, these negative emotional reactions are often intensified. At a behavioural level, individuals tend to isolate themselves, may turn to alcohol and drugs to numb difficult emotions, and sometimes turn to having extramarital encounters. When the marital stress is at its peak, there’s a greater likelihood of substance misuse, movement toward divorce and male aggression."
  },
  {
    "title": "Berlin",
    "author": "Mia Svensson",
    "article": "Get help to get (back) on track! \\n \\n It’s important for couples to get help in order to get their relationship back on track before the situation reaches crisis proportions. Sadly, many couples who go to couples therapy have been experiencing these dysfunctional patterns of relating to each other for a long time. I’ve met many couples who enter treatment at this later stage, and by this point in time, at least one person is feeling less hopeful than the other person and is looking for a plan to exit the relationship. \\n There are times when continuing on in the committed relationship is detrimental to the health of both people involved, not to mention to the children, if children are involved. Finding a way to separate that, though painful, won’t be destructive can be another option for the couple to pursue. \\n At one time, I was a mediator in the family court system. One of my central tasks was to help separating couples develop separation and parenting plans. These plans are meant to establish a post-relationship framework for how the two people will relate to each other in terms of separating resources and co-parenting children. \\n In couples with mental illness, the same planning process applies. However, it can be more challenging, because the emotions that get triggered tend to be more intense, and the individual’s coping strategies are more limited. Often, these clients are overwhelmed by the legal procedures involved in the separation process, and benefit from the support of therapists, legal advocates and other healthy family members. \\n The mental health field is becoming more aware that marriage often brings a mixed bag of stressors and rewards to all those who embark on the journey. For people with mental illness, these stressors are even greater. Yet, even with the presence of mental illness, committed relationships can benefit from interventions that help the couple get back on track and help to improve, or at least stabilize, mental health symptoms. Couples therapy can help partners improve their communication and problem-solving skills, and refocus on strengths to enhance their resiliency. \\n Some marriage and family therapists have argued that premarital education can be an effective way of preparing people for marriage by teaching them basic skills they’ll have to use in their marriage. Premarital education programs include modules on finances, healthy communication, dealing with conflict and planning for parenthood. Some organized religions require that spouses take a premarital course if they want to get married in their church. \\n Most marital researchers and therapists argue that having a clear idea of what you want for yourself and in your relationship is important for the health of both the committed relationship and the individuals. This applies, regardless of the degree of mental illness, or whether mental illness is even present. \\n A healthy view of the couple relationship includes having reasonable expectations of the rewards that marriage brings, and recognizing that it still requires personal effort by both parties to make it work."
  },
  {
    "title": "5 Ways to Improve Your Mood When You Are Feeling Down: Part 1",
    "author": "Scott Christ",
    "article": "Any time you’re feeling down, you have two options. You can keep doing what you’re doing, which means continuing to feel less than ideal. Or, you can make a change and try to pick yourself back up. \\n The latter isn’t always easy. If you’re feeling down, you’re likely suffering from a lack of motivation, sadness, or stress, which can all cause you to want to stay exactly where you are. Because it can be difficult to know what to do when you’re down, we came up with 10 things to try to get that smile back on your face. \\n 1.Stop Being So Hard on Yourself \\n We put a lot of pressure on ourselves. While it’s beneficial to aspire to greatness, sometimes you need to sit back, reflect, and recognize all the good things you have going on right now. \\n When you’re feeling down, try this: think about the things in life you’re grateful for. Focus on what you have, not what you don’t. Stop putting so much pressure on yourself to constantly achieve, and be content with who you are right now at this moment. And remember, happiness is a choice. \\n 2.Get up and Move \\n One of the best ways to pick yourself up when you’re having a tough day is to get up and do some exercise. \\n One study found that “exercise, whether performed at a low (yoga or similar), moderate or vigorous intensity (aerobic training) is effective in treating mild to moderate depression and is at least as effective as treatment as usual by a physician”[1] \\n Therefore, even if you don’t enjoy Zumba or Pilates classes, taking a walk around the block can be just as effective in lifting your spirits. Whatever you do, get up, get moving, and get over it. \\n 3.Surround Yourself With People You Love \\n Family members and friends can be the best medicine when you are feeling depressed or stressed from time to time. Even if you can’t see them in person, pick up the phone and call someone you love. Sometimes all you need is a friend to listen to you and offer some positive thoughts. \\n Many studies have pointed out the importance of social support on overall well-being[2]. Tough days are inevitable, but having people to go to at those times makes a world of difference and can help you turn things around. If you’ve been suffering from depression or excessive stress for a long time, support groups can also be a great way to find connection. \\n 4.Find a Way to Laugh \\n We take life a little too seriously sometimes, so let’s put this in perspective: how you’re feeling right now is one tiny moment out of the thousands you will experience in your lifetime. \\n Know that sadness is temporary, and pick yourself up by watching your favorite funny show, movie, or video online. \\n One study has pointed out that “laughter decreases serum levels of cortisol, epinephrine, growth hormone, and 3,4-dihydrophenylacetic acid (a major dopamine catabolite), indicating a reversal of the stress response”[3]. Therefore, laughter can be especially effective if you’re had a stressful day at work or are feeling frustrated with life. \\n 5.Eat Something Healthy \\n When people are feeling down, most turn to junk food. Unfortunately, this is one of the worst things you can do for your mental health. \\n Recent studies have pointed to a link between food and mood. Some suggest that Vitamin D can help lower rates of depression, while another found “an association between depression and a diet rich in sugar-sweetened soft drinks, refined grains, and red meat”[4]."
  },
  {
    "title": "5 Ways to Improve Your Mood When You Are Feeling Down: Part 2",
    "author": "Scott Christ",
    "article": "While a general consensus on diet and mood has not yet been reached, it’s safe to say that eating healthy foods like vegetables, fruits, nuts, and seeds can help you feel better and fill your body with proper nutrients[5]. That’s a win-win. \\n 1.Take Deep Breaths \\n Focusing on your breathing may not sound like much, but it can make a world of difference if you’re feeling down. When you breathe deeply, your brain sends a message to your body to calm down, which decreases your body’s overall stress response[6]. \\n Spend a few minutes focusing on nothing except your breath. Take long, slow breaths, and get rid of all negative thoughts on each exhale. Try these \\n 1.Spend Time With Animals \\n Pets are therapeutic, and they’re smart; they can sense when you’re sad. Dogs are especially good for when you’re feeling down as they can motivate you to get out and walk. However, simply stroking a dog or cat can provide relief from stress and frustration[7]. \\n Even if you don’t have a pet, you likely have a friend who does. Try spending some time around animals, and watch your stress melt away. \\n 2.Do Something Spontaneous \\n 3.You may not feel like doing much when you’re feeling down, but one of the best ways to free your mind of those pesky negative thoughts is to go out and do something totally spontaneous. \\n Take an impromptu road trip to go visit a friend you haven’t seen in a while. Visit your favorite store and treat yourself to a new outfit. Volunteer at a homeless shelter. \\n By stepping outside of your comfort zone, even for only a few minutes, you will inject some motivation and positivity into your day. \\n 4.Read Something Inspirational \\n Words have the power to heal and pick you back up when you’re down. Go online and search for inspirational quotes. Watch a speech from a famous and inspiring leader you admire, or read a thoughtful or inspiring book. \\n This is great for a rainy day when you’re stuck inside, or when you’re trying to build up the motivation to do something more active. \\n 5.Get Some Work Done \\n Here’s an easy way to take your mind off negative thoughts when you’re having a bad day: do some work. \\n Whether it’s your job, doing chores, or working on a project you’re passionate about, getting work done will help you feel productive and free up your mind. Working around the house can also be a good way to get into a state of flow, which will occupy your mind and get you away from negative ruminations."
  }
]
